{
  "architectures": [
    "TinyTestModel"
  ],
  "model_type": "tiny_test",
  "hidden_size": 8,
  "num_hidden_layers": 2,
  "num_attention_heads": 2,
  "num_key_value_heads": 2,
  "vocab_size": 32,
  "intermediate_size": 16,
  "dtype": "float16",
  "rms_norm_eps": 1e-06,
  "tie_word_embeddings": false
}
